tap "caskroom/cask"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "vitorgalvao/tiny-scripts"
cask "xquartz"
brew "aalib"
brew "libyaml"
brew "openssl"
brew "gdbm"
brew "sqlite"
brew "ansible"
brew "gettext"
brew "libffi"
brew "git"
brew "babl"
brew "cmake"
brew "dbus"
brew "diff-so-fancy"
brew "fswatch"
brew "gd"
brew "gdk-pixbuf"
brew "git-quick-stats"
brew "gmp"
brew "gnu-getopt", link: true
brew "gnutls"
brew "gnupg"
brew "gsettings-desktop-schemas"
brew "gtk+"
brew "xz"
brew "gtk+3"
brew "py2cairo"
brew "pygtk"
brew "gtk-mac-integration"
brew "hr"
brew "jasper"
brew "oniguruma"
brew "jq"
brew "libcroco"
brew "libgphoto2"
brew "libicns"
brew "librsvg"
brew "libwmf"
brew "little-cms2"
brew "makedepend"
brew "reattach-to-user-namespace"
brew "sane-backends"
brew "thefuck"
brew "tmux"
brew "unrar"
brew "vim", args: ["with-override-system-vi"]
brew "wrk"
brew "xctool"
brew "yarn"
brew "zsh"
brew "zsh-completions"
cask "arduino"
cask "atom"
cask "caffeine"
cask "calibre"
cask "diffmerge"
cask "filezilla"
cask "franz"
cask "gimp"
cask "gitify"
cask "godot"
cask "google-chrome"
cask "haskell-platform"
cask "hyper"
cask "intellij-idea-ce"
cask "iterm2"
cask "java"
cask "keeweb"
cask "mono-mdk"
cask "rdm"
cask "sequel-pro"
cask "slack"
cask "spectacle"
cask "spotify"
cask "typora"
cask "caskroom/versions/pgadmin3"
